Repository: PatchworkBoy/imagepress
Catalog: languages/imagepress-*.po
Languages: fr_fr

source: Checking credentials...
fr_fr: Vérification des informations d'identification ...

source: Processing registration...
fr_fr: Traitement de votre inscription

source: Log in
fr_fr: S'identifier

source: Sign up
fr_fr: S'inscrire

source: Lost password
fr_fr: Mot de passe perdu

source: Username
fr_fr: Nom d'utilisateur

source: Password
fr_fr: Mot de passe

source: Remember me
fr_fr: Souviens-toi de moi

source: You are already logged in.
fr_fr: Vous êtes déjà connecté.

source: Email address
fr_fr: Adresse email

source: A password will be emailed to you.
fr_fr: Un mot de passe vous sera envoyé par email.

source: Lost your password?
fr_fr: Mot de passe perdu?

source: Username or email address
fr_fr: Nom d'utilisateur ou adresse e-mail

source: Registration was successful!
fr_fr: Inscription réussi!

source: Something was wrong:</br> %s
fr_fr: Quelque chose n'allait pas:</br> %s

source: Password reset. Please check your email.
fr_fr: Mot de passe réinitialiser. Merci de consulter vos emails.

source: Please enter a username or email address.
fr_fr: S'il vous plaît entrer une adresse de nom d'utilisateur ou e-mail.

source: There is no user registered with that email address.
fr_fr: Il n'y a pas utilisateur enregistré avec cette adresse e-mail.

source: Invalid username or email address.
fr_fr: Nom d'utilisateur ou adresse e-mail invalide.

source: Password reset is not allowed for this user
fr_fr: Le reset du Mot de passe n'est pas autorisée pour cet utilisateur

source: Someone requested that your password be reset for the following account:
fr_fr: Il y a eu une demande pour que votre mot de passe soit réinitialisé:

source: Username: %s
fr_fr: Nom d'utilisateur: %s

source: Your new password is
fr_fr: Votre nouveau mot de passe est

source: [%s] Password reset
fr_fr: [%s] Réinitialiser le mot de passe

source: The e-mail could not be sent. Possible reason: your host may have disabled the mail() function.
fr_fr: L'e-mail n'a pas été envoyé. Cause possible: votre hébergeur peut avoir désactivé la fonction mail ().

source: New image uploaded!
fr_fr: Nouvelle image uploadée!

source: You need to be logged in to upload an image.
fr_fr: Vous devez être connecté pour envoyer une image.

source: There was a problem processing your request.
fr_fr: Il y a eu un problème lors du traitement de votre demande.

source: Oops, you must be logged-in to follow users.
fr_fr: Oups, vous devez être connecté pour pouvoir suivre les utilisateurs.

source: Search images...
fr_fr: Recherche d'images

source: Search
fr_fr: Recherche

source: views
fr_fr: vues

source: This collection is empty.
fr_fr: Cet album est vide.

source: Sort by date
fr_fr: Trier par date

source: Sort by views
fr_fr: Trier par vues

source: Sort by comments
fr_fr: Trier par commentaires

source: Sort by
fr_fr: Trier par

source: No images found!
fr_fr: Aucune image trouvée!

source: Sort by name
fr_fr: Trier par nom

source: Sort by uploads
fr_fr: Trier par uploads

source: Sort by followers
fr_fr: Trier par followers

source: Portfolio provided by
fr_fr: Portfolio fourni par

source: About
fr_fr: A-propos

source: Loved
fr_fr: Aimé

source: Activity
fr_fr: Activité

source: Collections
fr_fr: Albums

source: profile views
fr_fr: Nombre de vues

source: Preferred Software
fr_fr: Logiciel préféré

source: Employer
fr_fr: Employeur

source: Last seen on
fr_fr: Vue la dernière fois le

source: Joined on
fr_fr: Inscrit le

source: The passwords you entered do not match. Your password was not updated.
fr_fr: Les mots de passe que vous avez entrés ne correspondent pas. Votre mot de passe n'a pas été mis à jour.

source: The email you entered is not valid. Please try again.
fr_fr: L'e-mail que vous avez entré est incorrect. Veuillez réessayer.

source: This email is already used by another user. Try a different one.
fr_fr: Cet e-mail est déjà utilisé par un autre utilisateur. Essayez-en un autre.

source: Profile updated successfully!
fr_fr: Mise à jour du profil réussie!

source: Summary
fr_fr: Résumé

source: Statistics
fr_fr: Statistiques

source: total profile views
fr_fr: vues totales

source: collections
fr_fr: albums

source: First name
fr_fr: Prénom

source: Last name
fr_fr: Nom

source: Nickname
fr_fr: Pseudo

source: Website
fr_fr: Site Web

source: Password *
fr_fr: Mot de passe *

source: Repeat password *
fr_fr: Répéter le mot de passe *

source: Facebook profile URL
fr_fr: URL de votre profil Facebook

source: Twitter username
fr_fr: Nom d'utilisateur Twitter

source: Google+ profile URL
fr_fr: URL de votre profil Google+

source: Location
fr_fr: Lieu

source: Occupational field
fr_fr: Domaine de compétence

source: Status
fr_fr: Statut

source: Available for hire
fr_fr: Disponible pour du travail

source: Not available for hire
fr_fr: Non disponible pour du travail

source: Being available for hire will show an additional email icon on your profile, emails will be sent to the email address you have registered with the site.
fr_fr: Être disponible pour du travail montrera un icône email supplémentaire sur votre profil, les e-mails seront envoyés à l'adresse e-mail que vous avez enregistré avec le site.

source: Preferred software
fr_fr: Logiciel utilisé

source: Preferred Software (e.g. Adobe Photoshop, Adobe Illustrator, Sketch, Autodesk 3ds Max, etc.)
fr_fr: Logiciel utilisé (ex. Adobe Photoshop, Adobe Illustrator, Sketch, Autodesk 3ds Max, etc.)

source: Cover/avatar preview
fr_fr: Couverture/avatar preview

source: Profile cover image
fr_fr: Image de couverture

source: Profile avatar image
fr_fr: Image de votre avatar

source: Recommended cover size is 1080x300.
fr_fr: La taille de la couverture recommandée est de 1080x300.

source: Recommended avatar size is 240x240. If there is no custom avatar, your Gravatar will be used.
fr_fr: La taille de l'avatar recommandée est 240x240. S'il n'y a pas avatar personnalisé, votre Gravatar sera utilisé.

source: Default theme
fr_fr: Theme par defaut

source: Sidebar (left)
fr_fr: Sidebar (gauche)

source: Portfolio theme
fr_fr: Thématique de votre portfolio

source: Background colour
fr_fr: Couleur de fond

source: Text colour
fr_fr: Couleur du texte

source: Loading collections...
fr_fr: Chargement des albums...

source: Loading collection images...
fr_fr: Chargement des images de l'album...

source: Close
fr_fr: Fermer

source: Private
fr_fr: Privé

source: View and share your profile
fr_fr: Voir et partager votre profil

source: You must be logged in to edit your profile.
fr_fr: Vous devez être connecté pour modifier votre profil.

source: Image archives
fr_fr: Archives

source: Parent image:
fr_fr: Image Parent:

source: All images
fr_fr: Toutes les images

source: Add new image
fr_fr: Ajouter une image

source: Add new
fr_fr: Ajouter

source: New image
fr_fr: Nouvelle image

source: Edit image
fr_fr: Editer l'image

source: Update image
fr_fr: Update de l'image

source: View image
fr_fr: Voir l'image

source: Search image
fr_fr: Rechercher une image

source: Not found
fr_fr: Aucun résultat

source: Not found in trash
fr_fr: Aucun résultat

source: Featured image
fr_fr: L'image sélectionnée

source: Set featured image
fr_fr: Réglez l'image sélectionnée

source: Remove featured image
fr_fr: Supprimer l'image sélectionnée

source: Use as featured image
fr_fr: Utilisation en tant qu'image sélectionnée

source: Insert into image
fr_fr: Insérer dans l'image

source: Uploaded to this image
fr_fr: Téléchargé dans cette image

source: Images list
fr_fr: Liste des images

source: Images list navigation
fr_fr: Navigation dans la liste d'images

source: Filter images list
fr_fr: Filtrer la liste d'images

source: Image Categories
fr_fr: Catégories d'image

source: All image categories
fr_fr: Toutes les catégories d'image

source: Parent image category
fr_fr: Catégorie d'image parente

source: Parent image category:
fr_fr: Catégorie d'image parente:

source: New image category
fr_fr: Nouvelle catégorie d'image

source: Add new image category
fr_fr: Ajouter une catégorie d'image

source: Edit image category
fr_fr: Editer une catégorie d'image

source: Update image category
fr_fr: Update d'une catégorie d'image

source: View image category
fr_fr: Voir une catégorie d'image

source: Separate image categories with commas
fr_fr: Catégories d'images séparées par des virgules

source: Add or remove image categories
fr_fr: Ajouter ou supprimer des catégories d'images

source: Choose from the most used
fr_fr: Choisissez parmi les plus utilisés

source: Popular image categories
fr_fr: Catégories d'images populaires

source: Search image categories
fr_fr: Recherche d'image par catégories

source: No image categories
fr_fr: Aucune catégories d'image

source: Image categories list
fr_fr: Liste des catégories d'image

source: Image categories list navigation
fr_fr: Navigation par liste des catégories d'image

source: Image Tags
fr_fr: Tags image

source: All image tags
fr_fr: Tous les tags d'image

source: Parent image tag
fr_fr: Tag image parent

source: Parent image tag:
fr_fr: Tag image parent:

source: New image tag
fr_fr: Nouveau tag d'image

source: Add new image tag
fr_fr: Ajouter un tag d'image

source: Edit image tag
fr_fr: Editer un tag d'image

source: Update image tag
fr_fr: Update d'un tag d'image

source: View image tag
fr_fr: Voir un tag d'image

source: Separate image tags with commas
fr_fr: Tags d'images séparées par des virgules

source: Add or remove image tags
fr_fr: Ajouter ou supprimer des tags d'images

source: Popular image tags
fr_fr: Les tags d'image les plus populaire

source: Search image tags
fr_fr: Recherche d'image par tags

source: No image tags
fr_fr: Aucun tags d'image

source: Image tags list
fr_fr: Liste des tags d'image

source: Image tags list navigation
fr_fr: Navigation par liste de tags d'image

source: Image Keywords
fr_fr: Mots-clés de l'image

source: All image keywords
fr_fr: Toutes les mots-clés des images

source: Author tools
fr_fr: Outils d'édition

source: Title
fr_fr: Titre

source: Select
fr_fr: Sélectionner

source: main image or
fr_fr: image principale ou

source: delete additional images
fr_fr: supprimer des images supplémentaires

source: Main image will appear first in single image listing and as a thumbnail in gallery view
fr_fr: L'image principale apparaît seule dans le listing et comme une miniature dans la galerie

source: Add more images
fr_fr: Ajouter des images

source: by
fr_fr: par

source: Image Details
fr_fr: Description de l'image

source: comments
fr_fr: commentaires

source: Related
fr_fr: En relation

source: More by the same author
fr_fr: Par le même auteur

source: view all
fr_fr: voir tout

source: Incorrect login details.
fr_fr: Informations de connexion incorrectes.

source: Register for ImagePress
fr_fr: Inscrivez-vous pour ImagePress

source: Settings
fr_fr: Paramètres

source: Configurator
fr_fr: Configurateur

source: Users
fr_fr: Utilisateurs

source: Users (HUB)
fr_fr: Utilisateurs (HUB)

source: Grid Configurator
fr_fr: Configurateur Grid

source: Label Settings
fr_fr: Paramètres d'étiquette

source: Edit
fr_fr: Editer

source: Visibility
fr_fr: Visibilité

source: By
fr_fr: Par

source: or
fr_fr: ou

source: Add
fr_fr: Ajouter
